[
  {
    "title": "wand vibrator",
    "price": 1000,
    "category": "Women",
    "description": "Wand vibrators typically offer vibrations at a higher RPM, so they're more intense than other vibes, They work really well for people with vulvas or penises who enjoy a strong sensation, or who have difficulty getting fully aroused without intense stimulation.Wand vibes can also be used for applying stimulation to your non-nether regions—they double as a back and shoulder massagers, a ~teasing tool~ to trace on someone's bod, or a very intense nipple toy.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "clitoral vibrator",
    "price": 1500,
    "category": "Women",
    "description": "They're typically much smaller, less phallic-shaped, and are intended specifically for (yep) the clit. These are best for people who like direct clitoral stimulation.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "rabbit vibrator",
    "price": 1500,
    "category": "Women",
    "description": "The rabbit vibrators are a special type of vibrator sex toys which is used to stimulate the vagina and clitoris simultaneously. It is the simplest and most reliable toy which help you to achieve orgasm.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "anal vibrator",
    "price": 1500,
    "category": "Women",
    "description": "there are toys specifically meant for A-spot stimulation. Typically they look like long, narrow variations of the G-spot toys. Used for rectum stimulation.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "g spot vibrator",
    "price": 1500,
    "category": "Women",
    "description": "A vibrator sex toys which is used to stimulate the G spot are called the G spot vibrator. G spot vibrator is a special type of vibrator which is only used by women. Women use theses vibrator to stimulate the G spot during the sex with the partner or during masturbation. The vibrator sex toy is designed in such a manner that it is little curves so women can easily reach the G spot.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "bullet vibrator",
    "price": 1500,
    "category": "Women",
    "description": "Bullet vibrator is designed in such a manner that it looks very similar to the bullet, so its name is bullet vibrator. Women generally use this vibrator to insert in the vagina or to stimulate the vagina wall and clitoris. Bullet vibrator is a classic vibrator sex toy. People also use it for pinpoint stimulation.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "wearable vibrator",
    "price": 1500,
    "category": "Women",
    "description": "Butterfly & wearable vibrator is a special type of sex toy which is design in such a manner that it looks very similar to the butterfly. This toy is specially designed for the women and lesbian so it is also called the vibrator for women or women vibrator. Women can easily wear it in front of the vagina. Butterfly & wearable vibrator has a belt, which women can easily adjust according to their waist size. This type of vibrator is generally used to stimulate the clitoris all the time.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "classic vibrator",
    "price": 1500,
    "category": "Women",
    "description": "A classic vibrator is a special type of vibrator which is design in a straight manner. Classic vibrator looks and like the bullet vibrator but it is larger than the bullet vibrator. A couple uses the classic vibrator to stimulate the vagina, G spot and anal.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "egg vibrator",
    "price": 1500,
    "category": "Women",
    "description": "The vibrator sex toys which are design like an egg shape is called the egg vibrator. The couple uses the egg vibrator either for internal stimulation or for external stimulation. The user generally used the egg vibrator to stimulate the vagina, anal, clitoris, breast, nipple or any other sensitive body part. Mostly, women love to use the egg vibrator but along with the women another gender user such as lesbian, gay or men can also use it. Egg vibrator is very small so perfect for the beginner user.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "extra powerfull vibrator",
    "price": 1500,
    "category": "Women",
    "description": "This type of vibrator toys has a very powerful vibration function. The couple uses the extra powerful vibrator sex toys either for internal stimulation or for external stimulation. The user generally used this vibrator toys to stimulate the vagina, clitoris, G spot, anal, nipple or any other sensitive part of the body.Generally, women used the extra powerful vibrator to stimulate their G spot and vagina so some of the user also call it vibrator sex toys for women.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "extra quite vibrator",
    "price": 1500,
    "category": "Women",
    "description": "An extra quiet vibrator is a special type of vibrator which has extra quiet motors. This type of vibrator is made with the special type of material which muffles the noise of the vibrator. The couple who does not want any disturbance during the sexual activity should prefer the extra quiet vibrator.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "dildo vibrator",
    "price": 1500,
    "category": "Women",
    "description": "A dildo which also has an embedded vibrator to provide greater stimulation. Used genrally by women, lesbians.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "rechargable vibrator",
    "price": 1500,
    "category": "Women",
    "description": "Now a days most of the virators are rechargable using a usb.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "remote control vibrator",
    "price": 1500,
    "category": "Women",
    "description": "A Remote Control Vibrator is a wireless sex toy which is available with the vibration functions. This sex toy is a toy that can be used with either male or female couple or solo. In addition to vagina and clitoris, stimulation of anal and penis is also possible. The vibration function of the Remote Control Vibrators operated with the remote. Any user can easily use the Remote Control Vibrator during the sexual activity for pleasure feelings.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "thrust vibrator",
    "price": 1500,
    "category": "Women",
    "description": "A thrusting vibrator is a special type of vibrator sex toys which has the automated thrusting function at the head of the shaft, and it is a kind of sextoys for women. Thrusting vibrator provides great stimulation during the sexual activity which is very close to real sex.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "suction vibrator",
    "price": 1500,
    "category": "Women",
    "description": "The suction vibrator is specially designed for the women and lesbian, so you can say that it is a sex toy for women as well as a lesbian. The suction vibrator is used for both internal as well as for external stimulation. Some of the suction cup vibrators is designed in such a way that female can easily stimulate their vagina or G spot and suck the clitoris at the same time. Most of the women and lesbian used this toy to suck and stimulate their clitoris. This toy is also used for the nipple and breast sucker. So you can also call some of the suction vibrator toy as a nipple suction vibrator.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "double ended dildos",
    "price": 2000,
    "category": "Women",
    "description": "A double-ended dildo is a sex toy that allow double penetration with a single dildo. It doubles the fun too. It can be used in solo masturbation for double penetration or with a partner for single-single penetration.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "glass dildos",
    "price": 3000,
    "category": "Women",
    "description": "Now we are in India with our high-quality glass dildo. The dildo sex toy which is made with the high-quality glass is called the glass dildo. People use the glass dildo either for anal penetration or for vagina penetration. Glass dildo is easily used by any of the people either men, woman, gay or lesbian. Couple also use the glass dildo for temperature play.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "Harness dildos",
    "price": 3000,
    "category": "Women",
    "description": "Strap on or Harness dildo sex toys is one of the most popular sex toys available now a day in India. It is designed in such a manner that it has a harness belt and a dildo. The harness belt of the strap-on dildo sex toys is adjustable so any user can easily fix it according to their waist size. If the couple wants then they can easily change the dildo of the strap-on sex toys and fix any other dildo of their choice.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "inflatable dildos",
    "price": 3000,
    "category": "Women",
    "description": "An inflatable dildo is a type of the dildo sex toy which inflates by squeezing a hand bulb or hand pump. It is a unique style of dildo sex toys which are easily used by any of the people. People use this toy because they easily insert it into their body at regular size and after that, they expand for the ultimate sexual pressure.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "large dildos",
    "price": 3000,
    "category": "Women",
    "description": "A large dildo is a special type of dildo which people used during sexual intercourse. It is designed in such a manner that it has an extra few inches in length and girth. Generally, the people who have lots of experience can use the large dildo. People use large dildo during vaginal penetration or anal penetration.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "metal dildos",
    "price": 3000,
    "category": "Women",
    "description": "The dildo sex toys which is made with the metal such as aluminium, stainless steel etc. is called the metal dildo. A metal dildo is very soft and smooth. Most of the people prefer metal dildo for sensation and temperature play. It is said that metal dildo is perfect for temperature play because it is easily be heated or cooled for more sensation and intensity. ",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "non realistic dildos",
    "price": 3000,
    "category": "Women",
    "description": "Non Realistic Dildos is non-phallic shape dildo whether straight or curved. It is especially for one who wants something different. Sometimes people, either men and women are looking for real pleasure toys, means realistic dildo, but sometimes they really want the complete opposite. The Non-Realistic dildos are perfect for them. ",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "realistic dildos",
    "price": 3000,
    "category": "Women",
    "description": "Realistic dildo or real feel dildo is dildo sex toys which provides the real feeling. Realistic dildo toy is an adult sex toy which is used by men, woman, gay or lesbian. People used realistic dildo sex toy during the sexual activity to experience the real feeling.  ",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "silicon dildos",
    "price": 3000,
    "category": "Women",
    "description": "Silicone dildo is a dildo sex toy which is made with the silicone material. Not only the silicone but now a day most of the sex toys are made with the silicone material. Gradually silicone dildoe or other silicone sex toys become more populat in India and also all overt the world.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "small dildos",
    "price": 3000,
    "category": "Women",
    "description": "if you are a beginner and purchasing the dildo for the first time then it is necessary for you to know about the small dildoe. For the beginner user, the manufacture company made a special type of dildo sex toys. This special type of dildo sex toysare smaller in size so called the small dildo or small dildoes or small dildoe.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "suction cup dildos",
    "price": 3000,
    "category": "Women",
    "description": "The dildo sex toy which is available with the suction cup to hang it on the smooth surface is called the suction cup dildo sex toys. Some of the people also called it handfree dildo sex toys. Most of the people prefer the suction cup dildo either during sex with the partner or during masturbation. While using the suction cup dildo sex toys, people both hands are free so they used their hands for external stimulation or they use any other sex toys like a bullet vibrator, massager toys etc. to stimulate the other sensitive body part.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "regular dildos",
    "price": 3000,
    "category": "Women",
    "desciption": "The regular dildo is the ultimate do-it-yourself sex toy for the women. The dildo doesn't give extra pleasure like a vibrator. The motion and movement you do with the regular dildo sex toys, it only delivers that. Dildos only do what you make them do.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "dildo vibrator",
    "price": 3000,
    "category": "Women",
    "desciption": "A hybrid female sex toy dildo that functions as both a dildo and a vibrator.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "Artificial vagina",
    "price": "1000",
    "category": "Men",
    "description": "An artificial vagina is a device designed to imitate the female sex organ. It is designed to simulate the sensation of sexual intercourse on the erect penis and to induce orgasm and ejaculation.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "prostate massager",
    "price": "1500",
    "category": "Men",
    "description": "Prostate massagers are used to gently massage and stimulate the prostate gland. Located below the bladder and close to the internal base of the penis, the prostate gland is often referred to as the P-spot, or the male G-spot. Serving as the emotional sex hub for every man, more and more men are getting adventurous in exploring their prostate.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "cockring",
    "price": "1500",
    "category": "Men",
    "description": "A cock ring or cockring is a ring worn around the penis, usually at the base. The primary purpose of wearing a cock ring is to restrict the flow of blood from the erect penis in order to produce a stronger erection or to maintain an erection for a longer period of time. Genital adornment is another purpose, as is repositioning the genitals to provide an enhanced appearance.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "sex dolls",
    "price": "1500",
    "category": "Men",
    "description": "A sex doll (also love doll or blowup doll) is a type of sex toy in the size and shape of a sexual partner for aid in masturbation. Sex Dolls are helpful to fulfil sexual desire as well as help men to gain confidence in the bedroom. The sex doll helps men to gain sexual confidence by their own for future intercourse.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "condom",
    "price": "1500",
    "category": "Men",
    "description": "It is worn on top of penis. Useful in preventing unwanted pregnancy/sex diseases.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "penis enhancer",
    "price": "1500",
    "category": "Men",
    "description": "The big penis is the yearning of all humanity whether the men or women. Believe or not, men's muscularity is linked with the penis size.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "Artificial vagina",
    "price": "1000",
    "category": "Men",
    "description": "An artificial vagina is a device designed to imitate the female sex organ. It is designed to simulate the sensation of sexual intercourse on the erect penis and to induce orgasm and ejaculation.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "prostate massager",
    "price": "1500",
    "category": "Men",
    "description": "Prostate massagers are used to gently massage and stimulate the prostate gland. Located below the bladder and close to the internal base of the penis, the prostate gland is often referred to as the P-spot, or the male G-spot. Serving as the emotional sex hub for every man, more and more men are getting adventurous in exploring their prostate.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "cockring",
    "price": "1500",
    "category": "Men",
    "description": "A cock ring or cockring is a ring worn around the penis, usually at the base. The primary purpose of wearing a cock ring is to restrict the flow of blood from the erect penis in order to produce a stronger erection or to maintain an erection for a longer period of time. Genital adornment is another purpose, as is repositioning the genitals to provide an enhanced appearance.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "sex dolls",
    "price": "1500",
    "category": "Men",
    "description": "A sex doll (also love doll or blowup doll) is a type of sex toy in the size and shape of a sexual partner for aid in masturbation. Sex Dolls are helpful to fulfil sexual desire as well as help men to gain confidence in the bedroom. The sex doll helps men to gain sexual confidence by their own for future intercourse.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "condom",
    "price": "1500",
    "category": "Men",
    "description": "It is worn on top of penis. Useful in preventing unwanted pregnancy/sex diseases.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  },
  {
    "title": "penis enhancer",
    "price": "1500",
    "category": "Men",
    "description": "The big penis is the yearning of all humanity whether the men or women. Believe or not, men's muscularity is linked with the penis size.",
    "imageUrl": "https://i.ibb.co/ypkgK0X/blue-beanie.png"
  }
]
